clear;
while true
do
 echo "#    ███╗   ███╗███████╗███╗   ██╗██╗   ██╗
#    ████╗ ████║██╔════╝████╗  ██║██║   ██║
#    ██╔████╔██║█████╗  ██╔██╗ ██║██║   ██║
#    ██║╚██╔╝██║██╔══╝  ██║╚██╗██║██║   ██║
#    ██║ ╚═╝ ██║███████╗██║ ╚████║╚██████╔╝
#    ╚═╝     ╚═╝╚══════╝╚═╝  ╚═══╝ ╚═════╝ 
#                                          ";
 echo "1- Mostrar data 📋 ";
 echo "2- Mostrar usuário logado 💻";
 echo "3 - Sair🏃‍";

read op;

case $op in
       1)
       echo "A data atual é: 📋";
	date;
	sleep 3s;
	clear;
	;;
       2)
       echo "O usuário logado é: 💻";
	whoami;
	sleep 3s;
	clear;
	;;
       3)
	 echo "Saindo 🤖 ";
	 sleep 3s;
	 break;
	 ;;
	*) 
	  echo "Escolha entre as opções do menu 🫩";
	  sleep 3s;
	  clear;
	 ;;
esac

done

